import { RuleItem } from "./rules";

export const entertainmentRules: RuleItem[] = [
    {
        title: "محدودیت سنی",
        descriptions: [
            "ورود افراد زیر ۷ سال به برنامه ممنوع می‌باشد."
        ]
    },
    {
        title: "ساعت حضور",
        descriptions: [
            "حضور مهمانان ۳۰ دقیقه قبل از شروع برنامه در محل برگزاری الزامی است."
        ]
    },
    {
        title: "استرداد بلیط",
        descriptions: [
            "پس از صدور بلیط، به هیچ عنوان امکان لغو یا استرداد وجود ندارد."
        ]
    },
    {
        title: "رعایت شئونات",
        descriptions: [
            "رعایت شئونات اجتماعی و احترام به سایر مهمانان و هنرمندان الزامی است."
        ]
    },
    {
        title: "عکاسی و فیلمبرداری",
        descriptions: [
            "استفاده از دوربین حرفه‌ای، سه‌پایه و فلش در سالن ممنوع است."
        ]
    },
    {
        title: "خدمات جانبی",
        descriptions: [
            "ورود خوراکی و نوشیدنی از بیرون به سالن مجاز نمی‌باشد. پذیرایی در محل انجام می‌شود."
        ]
    },
    {
        title: "تغییر برنامه",
        descriptions: [
            "در صورت تغییر در ساعت، مکان یا اجراکنندگان، از قبل به مهمانان اطلاع‌رسانی خواهد شد."
        ]
    }
];

