export interface RuleItem {
    title: string;
    descriptions: string[];
}

export const defaultRules: RuleItem[] = [
    {
        title: "شرایط استرداد",
        descriptions: [
            "امکان استرداد تور طبق قوانین ایرلاین و هتل‌ها وجود دارد؛ به‌جز تورهایی که چارتر و غیر قابل استرداد باشند.",
            "اگر تور چارتر باشد(پرواز چارتر و هتل گارانتی) استرداد نمی‌شود. کل مبلغ از مسافر دریافت و مبلغی برگشت داده نخواهد شد"
        ]
    },
    {
        title: "شرایط پذیرش",
        descriptions: [
            "داشتن سند محرمیت قانونی و شرعی از شروط پذیرش هتل است. در این خصوص از پشتیبان تور راهنمایی بگیرید"
        ]
    },
    {
        title: "دیگر شرایط و قوانین",
        descriptions: [
            "در صورت تغییر برنامه گشت یا افزایش قیمت به هر دلیلی، مسافر در همراهی با تور مختار است.",
            "مسافر می‌تواند در صورت نیاز به بیمه در هنگام سفر تقاضای خود را اعلام کند."
        ]
    }
];

